others/log/20150417.org
#+OPTIONS: ^:{} _:{} num:t toc:t
#+INCLUDE: "./template/log.org"
#+title:

2015年04月17日00:22

与他人接触才能更好地了解自己。

几年前有某人大代表提议限制农村学生上大学，当时引来网络公民一阵谩骂。当时我也在其中。完全从自身经历出发，要不是上大学，我现在可能过着外出打工谋生计的生活，像父母一样早早结婚生子，然后辛辛苦苦把孩子养大，再然后转眼之间自己白发苍苍，像所有农村老人一样，记忆力越来越差，身体越来越差，躺在床上不能下床，轮着住在几个儿子家里，完全没有意识，没有疼痛感觉，最后在孩子庆幸的哭声中了结余生。未来完全是可以预测的。

上学后则不同，增长了知识，长了见识，可以过自己喜欢的生活。

至少当时我是这么想的。

来上海半年多了，半年多的经历让我彻底看透了中国学术界，看透了所谓中国式的人情世故。

人与人之间通过利益相连，没有人义务对你好，即使是你最亲密的朋友，即使是按理来说是值得尊敬的老师。

不时听到某人白手起家的传奇故事，没有白手起家希望的人永远不可能体会到其中辛酸。当你看着身边的有些同龄人锦衣玉食天天开心，只因他出生在一个比你富有的家庭，只因一个不能由自己决定的因素决定你必须要过低人一等的生活，那种苦楚又不能和外人讲，更不能与父母讲，只能自己默默忍受。当你看着身边人整日嘻嘻哈哈不务正业，却因为会拍马屁而得到赏识，工作比他多但工资比他少，那种委屈找谁说呢？你不能发脾气，不能任性，只能默默忍受着，因为你需要这些人，你可以对这些人心存怨恨但仍要与之正常相处。一些人想方设法压榨你，只因你不能反抗，彼此心知肚明但非要找堂而皇之的借口。
